const Ask = {
  questions: [
    {
      title: '거리',
      answers: [
        '20분 이내',
        '20 ~ 40분',
        '40분 ~ 1시간',
        '1시간 ~ 1시간 20분',
        '1시간 20분 이상',
      ],
    },
    {
      title: '사람',
      answers: [
        '좋은 사람들과 일하고 있다',
        '적당히 같이 일하는데 문제없다',
        '특정 사람과 조금 불편하다',
        '사람들과 일할 때 스트레스를 자주 받는다',
        '사람 때문에 하루빨리 퇴사하고 싶다',
      ],
    },
    {
      title: '돈',
      answers: [
        '현재 연봉이 만족스럽다',
        '나쁘지 않지만 조금 더 받고싶다',
        '조금 부족하다',
        '불만족스럽다',
        '하루빨리 이직 or 협상하고 싶다',
      ],
    },
    {
      title: '일',
      answers: [
        '현재 하는 일은 나와 아주 잘 맞는다',
        '나와 적당히 맞는 일이다',
        '나와 맞는 일인지 계속 고민이 된다',
        '나는 이 일과 잘 안맞는 것 같다',
        '나에겐 이 일이 절대 안맞다',
      ],
    },
    {
      title: '커리어',
      answers: [
        '현재 일은 내 커리어에 큰 도움이 된다',
        '내 커리어에 도움이 되는 편이다',
        '도움이 안되지만 경력인정은 된다',
        '내 커리어에 별로 도움이 안된다',
        '이 일은 시간낭비이며 물경력이다',
      ],
    },
  ],
};
export default Ask;
